{
  "code": 0,
  "items": [
    {
      "category": 78111,
      "title": "강구조물 가공원",
      "description": "공장에서 용접 등을 통해 건물, 교량, 철탑 또는 유사구조물의 철재골조나 구조부품을 제작하는 자를 말한다."
    },
    {
      "category": 78112,
      "title": "강구조물 건립원",
      "description": "건물, 교량, 철탑 또는 유사구조물의 철재골조나 구조부품을 제작․수리하고 제작된 구조금속부품을 볼트, 나사, 리벳으로 조이거나 용접하여 접합하는 업무를 수행하는 자를 말한다."
    },
    {
      "category": 78120,
      "title": "경량 철골공",
      "description": "건물내부의 천장 등에 경량철골을 사용하여 천장틀을 설치하고 합판, 무늬판, 석고보드 등을 시공하여 조립식건물외벽 등을 설치하는 자를 말한다."
    },
    {
      "category": 78210,
      "title": "철근공",
      "description": "건물ㆍ다리ㆍ댐 등을 건설할 때 콘크리트를 보강시키기 위하여 철근을 자르고 구부려 콘크리트 틀(거푸집)이나 콘크리트를 포설할 곳에 넣어 고정시키는 업무를 수행하는 자를 말한다."
    },
    {
      "category": 78221,
      "title": "인조석 설치원",
      "description": "내구력과 미관을 높이기 위하여 모르타르나 콘크리트의 표면에 화강암, 대리석 조각 등을 넣어 건축물의 벽, 바닥, 계단 등에 포설하여 바르는 일을 하는 자를 말한다. 연마공은 인조석이나 테라조의 표면을 인력이나 기계로 물갈이하여 광택이 나도록 하는 작업을 하는 자를 말한다."
    },
    {
      "category": 78222,
      "title": "콘크리트패널 조립원",
      "description": "아파트 등의 조립식 콘크리트 건축물을 건립하기 위하여 철 구조물이나 콘크리트 기둥에 미리 제작된 외벽 또는 내벽을 설치ㆍ고정하는 자를 말한다."
    },
    {
      "category": 78223,
      "title": "콘크리트 타설원",
      "description": "콘크리트 타설원은 시멘트ㆍ모래ㆍ자갈ㆍ물을 배합하고, 배합된 콘크리트를 철근이 배근된 거푸집에 부어넣거나, 대량의 콘크리트가 필요한 경우에는 레미콘차로 실어온 콘크리트를 펌프카로 직접 거푸집에 타설한다. 타설하는 중에는 거푸집 안에 빈 공간 없이 밀도 있게 타설되도록 막대기나 바이브레이터(진동기)로 잘 다진 후 콘크리트구조물 표면을 고르게 손질한다. 철근콘크리트 제작은 철근공과 형틀목공, 콘크리트 타설원이 함께 작업한다."
    },
    {
      "category": 78230,
      "title": "건축 석공",
      "description": "건축물의 미관과 견고성을 제고하기 위하여 화강암․대리석 등 건축용 석재를 붙일 벽면․바닥 등을 측정하여 도면에 지시된 치수로 표시하고 석재를 재단․절단․가공하는 자를 말한다."
    },
    {
      "category": 78241,
      "title": "전통 건물 건축원",
      "description": "전통적인 건축기법으로 대, 건초, 짚, 갈대, 진흙, 판자, 나무 또는 나뭇잎과 같은 재료를 사용하여 가옥, 마구간 등과 같은 소규모의 구조물을 건축, 개조, 보수하는 등의 업무를 수행하는 자를 말한다."
    },
    {
      "category": 78242,
      "title": "외장 목공",
      "description": "외장 목공은 건설현장에서 중 골조의 목구조물을 제작, 설치하는 자를 말한다. 목구조란 건물의 벽체, 기둥 마루바닥, 지붕 등의 중요한 뼈대를 비교적 가늘고 긴 직선재인 나무로 짜 맞추어 세운 구조체를 말한다."
    },
    {
      "category": 78243,
      "title": "형틀 목공",
      "description": "콘크리트 타설 또는 흙막이 공사를 위하여 합판, 각재 및 판재 등을 사용하여 거푸집(형틀)을 제작ㆍ설치하는 일에 종사한다. 일반적으로 나무를 사용하여 거푸집을 만들기 때문에 형틀목공으로 불리며, 철강재 거푸집인 갱폼이나 유로폼을 제작ㆍ설치하는 강재거푸집 설치원도 포함한다."
    },
    {
      "category": 78244,
      "title": "내장 목공",
      "description": "내장 목공은 건축물 내부의 장식, 방음, 실용성을 목적으로 창틀ㆍ창문ㆍ문 등을 제작하고 조립하여 건축물에 설치하고 방음설비, 칸막이, 천장, 목재장식품 등을 제작ㆍ설치하는 자를 말한다."
    },
    {
      "category": 78251,
      "title": "조적공",
      "description": "흙손과 같은 조적용 공구와 장비를 이용하여 벽돌을 쌓는 자를 말한다."
    },
    {
      "category": 78252,
      "title": "보도블록 설치원",
      "description": "도로, 보도 및 도랑을 만들기 위해 모래나 기타 기초 위에 블록, 포장석, 슬래브, 벽돌 및 가장자리 돌을 까는 자를 말한다."
    },
    {
      "category": 78253,
      "title": "석재 부설원",
      "description": "벽, 홍예받이, 홍예다리와 같은 석조물을 만들고, 기타 석조물을 만드는 자를 말한다."
    },
    {
      "category": 78259,
      "title": "그 외 조적공 및 석재 부설원",
      "description": "상기 세세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자를 말한다. 상하수도를 보호하는 맨홀을 건설하기 위해 벽돌, 콘크리트 블록 또는 타일을 부착하고, 물과 증기 파이프를 단열시키고 보호하기 위해 배관에 타일을 붙인다. 고적의 석조물을 재건하거나 표면을 수리하고 기념비에 재단 또는 다듬은 장식용 석재를 붙이며, 땅의 침식을 막기 위해 제방이나 도랑에 석재를 깔고 분괴 주형안에 내화벽돌과 모르타르 도안을 대는 등의 업무가 여기에 분류된다."
    },
    {
      "category": 78291,
      "title": "비계공",
      "description": "건축공사장에서 임시로 금속 또는 목제 비계를 장착하는 자를 말한다. 경우에 따라서는 밧줄로 달아 올리는 장치와 고가발판을 건립하기도 한다."
    },
    {
      "category": 78292,
      "title": "건물 칸막이 설치원",
      "description": "플라스틱재, 목재 등의 건물 칸막이를 설치하는 자를 말한다."
    },
    {
      "category": 78293,
      "title": "건물 해체원",
      "description": "건물 해체원은 해머, 쇠지레, 공기압축해머 및 기타 도구로 건축물을 해체하고 구조강 및 목재 가운데 다시 쓸 수 있는 것을 골라내는 자를 말한다."
    },
    {
      "category": 78299,
      "title": "그 외 건설 관련 기능 종사원",
      "description": "상기 세세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자가 여기에 분류된다."
    },
    {
      "category": 78310,
      "title": "미장공",
      "description": "건축구조물 내ㆍ외부의 미관, 방습, 방음효과를 높이기 위하여 모르타르, 회반죽 및 석회 등을 바르는 업무를 수행하는 자를 말한다."
    },
    {
      "category": 78320,
      "title": "방수공",
      "description": "건축구조물의 바닥․지붕․벽체 등에 물이 스며드는 것을 방지하기 위하여 모르타르․아스팔트․합성수지시트와 같은 방수재료를 바르는 업무를 수행하는 자를 말한다."
    },
    {
      "category": 78330,
      "title": "단열공",
      "description": "열 및 냉기의 손실 또는 소음을 방지하거나 줄이기 위하여 건물벽, 보일러, 파이프, 냉동기계 장치 등의 노출표면에 단열재를 시공하는 자를 말한다."
    },
    {
      "category": 78341,
      "title": "마루 설치원",
      "description": "건물의 바닥, 벽, 천장 등의 외부를 마무리 또는 장식하기 위해 각종 타일이나 카펫 등을 설치하는 자를 말한다."
    },
    {
      "category": 78342,
      "title": "타일 부착원",
      "description": "건물의 바닥이나 벽에 접합재를 바르고 균형을 맞추어 타일을 배열하여 붙이는 자를 말한다."
    },
    {
      "category": 78343,
      "title": "대리석 부착원",
      "description": "대리석 판석을 바닥, 벽 및 기타 면에 부착하는 자를 말한다."
    },
    {
      "category": 78349,
      "title": "그 외 바닥재 시공원",
      "description": "상기 세세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자로 바닥, 벽 또는 기타 표면을 장식하기 위해 모자이크 패널을 부착하는 자와 건물의 내부에 충격흡수, 바닥포장 및 장식 목적으로 구성타일을 부착하는 자 등이 여기에 분류된다."
    },
    {
      "category": 78351,
      "title": "도배공",
      "description": "종이․천․플라스틱재를 건축구조물의 천장․벽․바닥․창호 등에 풀 또는 접착제를 사용하여 부착하는 자를 말한다."
    },
    {
      "category": 78352,
      "title": "유리 부착원",
      "description": "창문, 문, 진열장 및 기타 틀에 부착하기 위하여 각종 유리를 절단하고 부착하는 업무를 수행하는 자를 말한다."
    },
    {
      "category": 78361,
      "title": "건물 도장공",
      "description": "건축물 등의 내․외부 표면 부식을 방지하기 위하여 또는 시각적 효과를 내기 위해 도장용구를 사용하여 페인트, 래커, 에나멜, 수직도료 등을 칠하는 자를 말한다."
    },
    {
      "category": 78369,
      "title": "그 외 건축 도장공",
      "description": "상기 세세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자로 도장하기 위해 표면을 손질하거나 선박의 목조부분 및 내부장치를 도장하는 자 등이 여기에 분류된다."
    },
    {
      "category": 78370,
      "title": "새시 조립 및 설치원",
      "description": "규격에 맞게 알루미늄, 스테인리스, 철재 창호를 제작하고 볼팅, 용접 등으로 고정, 접합시켜 설치하는 자를 말한다."
    },
    {
      "category": 78391,
      "title": "건물 수리원",
      "description": "건물 수리원은 사무실 건물, 아파트, 호텔, 공장과 같은 구조물을 보수하는 자를 말한다. 경우에 따라서는 칸막이를 세우고 간단한 기계장비로 소규모 수리도 한다. 또한 굴뚝, 물탱크, 깃대와 높은 구조물을 도장하거나 이를 유지, 보수하고 탑의 지붕, 석재 부분 등을 보수하는 자도 포함한다."
    },
    {
      "category": 78399,
      "title": "그 외 건축 마감 관련 기능 종사원",
      "description": "상기 세세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자를 말한다."
    },
    {
      "category": 901001,
      "title": "건설 단순 종사원",
      "description": "건축 및 토목공사와 관련하여 육체적인 노동으로 단순하고 일상적인 업무에 종사하는 자를 말한다."
    }
  ]
}
